[
    {
       "name":"Large Toddler Bookshelf",
       "price":168,
       "description":"<p>LARGE 4 SHELF HANDCRAFTED MONTESSORI BOOKSHELF<br><br>SLOTTED FINGER JOINT DESIGN MAKES BOOKSHELF EXTREMELY STRONG!<br><br>**If you’re planning to paint or seal your bookshelf we recommend doing so after the product has been assembled**<br><br>New 2021 Design has an Extra Book Storage area in back!<br><br>    ★ Very Solid &amp; Strong design | Made from 1/2\" USA Baltic Birch plywood<br>    ★ This product comes pre-sanded. <br>    ★ The wood is untreated and beautiful left as-is, but can also be stained, painted or sealed should you chose to do so! This is a wood product, variations in color and graining may occur. <br>    ★ Bookcase is 15\" deep, 25.5\" tall, and 31\" wide.<br>    ★ 3 Total handles, 2 on side and one in center for single hand carry.<br>    ★ Double sided storage! <br>    ★ Assembly required - Very very easy to put together.  All pieces slot together, hardware included.   <br>    ★ Made to order with pride in the USA | Normally ships within 5 business days.</p>",
       "pictures":[
          "bookcase_1.jpg",
          "bookcase_2.jpg",
          "bookcase_3.jpg"
       ]
    },
    {
       "name":"Picturepedia, Second Edition: An Encyclopedia on Every Page",
       "price":23.99,
       "description":"<p><b>Science and technology, nature, geography, culture, sports and hobbies, and history all combine in this mind-blowing visual encyclopedia.</b><br><br>From incredible insects and musical instruments to spacecraft and prehistoric life, and from art and earthquakes to American football and dogs,<i>&nbsp;Picturepedia</i>&nbsp;gives you a world of information on every page.<br><br>Did you know that more than half of the human body's weight is water and that a koi carp can live for more than 200 years? Or how about there being more than 20,000 islands in the Pacific Ocean, or that Turkey eats the most bread, with each person getting through 104.6 kg (230.5 lb) of it per year?<br><br>First published in 2015,&nbsp;<i>Picturepedia&nbsp;</i>has been revamped into a more thrilling edition that will take you on a visual odyssey. This brilliant book is crammed with stunning photographs, gripping information, and explanatory diagrams that allow for fascinating discoveries.<br><br>New and updated and jam-packed with thousands of pictures and fascinating facts about science, nature, culture, sports, and history,&nbsp;<i>Picturepedia</i>&nbsp;is the ultimate visual encyclopedia.<br><br></p>",
       "pictures":[
          "picturepedia_1.jpg",
          "picturepedia_2.jpg",
          "picturepedia_3.jpg"
       ]
    },
    {
        "name": "LEGO DUPLO Creative Play Large Green Building Plate 2304 Building Kit (1 Piece)",
        "price": 14.99,
        "description": "<div><h1>About this item</h1><ul><li>The possibilities are limitless with this LEGO DUPLO Green Building Plate</li><li>Children will build, play, and display all of their favorite LEGO creations with this accessory</li><li>Measures 15 inches (38.1cm) x 15 inches (38.1cm)</li><li>Large format allows child to build and expand on the world he or she has created</li><li>Bricks not included</li></ul></div>",
        "pictures":[
            "duplo_1.jpg",
            "duplo_2.jpg"
        ]
    },
    {
        "name": "JoyJolt 6-Pack Heavy Base Shot Glass Set, 2-Ounce Shot Glasses",
        "price": 13.95,
        "description": "<div><img alt=\"company\" src=\"https://m.media-amazon.com/images/S/aplus-seller-content-images-us-east-1/ATVPDKIKX0DER/A9WIFKV6V6SUZ/B076ZT21R5/idZstg36QxeM._UX600_TTW__.jpg\" data-src=\"https://m.media-amazon.com/images/S/aplus-seller-content-images-us-east-1/ATVPDKIKX0DER/A9WIFKV6V6SUZ/B076ZT21R5/idZstg36QxeM._UX600_TTW__.jpg\"></div><div><p><span>City Shot Glasses:</span></p><p>The City shot glasses JoyJolt's, expertly designed, timelessly unique shot glass. With an elegant and luxuriously chic design. The shot glass are easily recognized by their heavy set bases and asymmetrical design made with top quality materials. The shot glass is in a class of its own and will inevitably raise the standard of any occasion they are added to. Holds up to 2 ounces of  your favorite whiskey. They are ideal for casual entertainment and are durable enough for everyday use.</p><p><span><b>JoyJolt - buy with confidence!</b></span></p><p>Your JoyJolt city shot glasses arrive as a set of 6 and holds (2 oz.) each. They are securely packed in a beautiful gift box and are the perfect gift for yourself or anyone who enjoys fine drinkware.</p></div>",
        "pictures":[
            "glass_1.jpg",
            "glass_2.jpg",
            "glass_3.jpg"
        ]
    },
    {
        "name": "Magnetic Dry Erase Marker Holder,Pen and Eraser Holder for Whiteboard，Magnet Pencil Cup Utility Storage Organizer for Office , Refrigerator, Locker and Metal Cabinets (2 Pack)",
        "price": 14.99,
        "description": "<div><img alt=\"company\" src=\"https://m.media-amazon.com/images/S/aplus-media/sc/d1be9ec1-2206-4a60-8273-75706e6c30bd.__CR0,0,600,180_PT0_SX600_V1___.jpg\" data-src=\"https://m.media-amazon.com/images/S/aplus-media/sc/d1be9ec1-2206-4a60-8273-75706e6c30bd.__CR0,0,600,180_PT0_SX600_V1___.jpg\"></div><h3>Product Description</h3><p><span>Made with high quality material, stylish appearance and innovative  design, the Marbrasse Magnetic Marker Holder is a perfect combination of  elegance and functionality.</span></p><p><span><b>Feature:</b></span> Style: Removable compartment dividers ,2 compartments, you can organize your dry erase marker and eraser separately.</p><p>Application: Securely attaches to all magnetic glassboards and whiteboards, sliding,and falling.</p><p>Great Design: Simplistic and elegant design, Pleasing cream color and  sleek design complement any modern work space It can hold whiteboard  pen, eraser, chalk, etc.</p><p><span><b>Specifications:</b></span></p><p>Material: ABS Size: 12.5 x 4 x 11.5 cm/ 4.9 x 1.57 x 4.5 inches</p>",
        "pictures": [
            "holder_1.jpg",
            "holder_2.jpg"
        ]
    },
    {
        "name": "NovaFerrum Pediatric Drops Liquid Iron Supplement for Infants and Toddlers 4 fl oz (120 mL) - Raspberry Grape",
        "price": 25.99,
        "description": "<div><h2>Important information</h2><div><h4>Safety Information</h4><p></p><p>WARNING: Accidental overdose of iron-containing products is a leading cause of fatal poisoning in children under 6. Keep this product out of reach of children. In case of accidental overdose, call a doctor or poison control center immediately.</p><p></p></div><div><h4>Indications</h4><p></p><p>NovaFerrum iron supplements are intended for the use in improving the nutritional status for the prevention and treatment of iron deficiency.</p><p></p></div><div><h4>Ingredients</h4><p></p><p>Iron (as polysaccharide-iron complex) Water, Vegetable Glycerin, Citric Acid, Xanthan Gum, Potassium Sorbate, Natural Grape and Raspberry Flavors, Sodium Benzoate, Lo Hon (fruit) Extract.</p><p></p></div><div><h4>Directions</h4><p></p><p>Shake well before use. Infants and children under 4 years of age: 1mL dropper daily unless otherwise directed by physician. Do not exceed recommended dosage.</p><p></p></div><div><h4>Legal Disclaimer</h4><p></p><p>Statements on this page have not been evaluated by the Food and Drug Administration. This product is not intended to diagnose, treat, cure or prevent any disease.</p><p></p><p></p><p>Statements regarding dietary supplements have not been evaluated by the FDA and are not intended to diagnose, treat, cure, or prevent any disease or health condition.</p><p></p></div></div>",
        "pictures": [
            "iron_1.jpg",
            "iron_2.jpg"
        ]
    },
    {
        "name": "Llama Llama Misses Mama Board book – Illustrated, September 24, 2019",
        "price": 7.31,
        "description": "<div>Strange new teacher.<br>Strange new toys.<br>Lots of kids and lots of noise!<br><br>What would Llama like to do?<br>Llama Llama feels so new . . .<br><br>It’s Llama Llama’s first day of preschool! And Llama Llama’s mama makes sure he’s ready. They meet the teachers. See the other children. Look at all the books and games. But then it’s time for Mama to leave. And suddenly Llama Llama isn’t so excited anymore. Will Mama Llama come back?<br><br>Of course she will. But before she does, the other children show Llama Llama how much fun school can be!<br><br>Activities for Llama Llama Misses Mama by Anna Dewdney</div>",
        "pictures": [
            "llama_1.jpg",
            "llama_2.jpg",
            "llama_3.jpg",
            "llama_4.jpg"
        ]
    },
    {
        "name": "Toddler Baby Boy Girl Duck Raincoat Cute Cartoon Hoodie Zipper Coat Outfit",
        "price": 23.98,
        "description": "<div><ul><li><i>About the Raincoat</i></li><li><b>Material: Cotton+Polyester.</b></li><li>Color:Yellow</li><li>Occasion: Rainy Day、Windy day、Spring、Autumn、Winter</li><li>Suitable for：1--5 Years kids</li><li>Package included: 1xRaincoat</li><li>Gentle Cycle Wash and Hang Dry Recommended.</li><li>Dry Clean is also an option, and will lengthen the use of raincoat.</li></ul><p></p></div>",
        "pictures": [
            "raincoat_1.png",
            "raincoat_2.png",
            "raincoat_3.png"
        ]
    },
    {
        "name": "Dr. Brown's Infant-to-Toddler Toothbrush, Giraffe",
        "price": 3.99,
        "description": "<h3>Dr. Brown’s Infant-To-Toddler Toothbrush</h3><p>Super-soft bristles on the Infant-to-Toddler Toothbrush safely clean baby’s teeth and gums.</p><h3>Baby steps to brushing teeth</h3><p>Establish good oral hygiene with baby and have fun doing it! The  Infant-to-Toddler Toothbrush is made of a durable yet soft material  that’s gentle on sensitive mouths.</p><ul><li>Super soft bristles safely clean baby’s teeth and gums</li><li>Comfort grip handle easy for little hands to help you hold</li><li>BPA free</li><li>0 – 3 years</li></ul>",
        "pictures": [
            "toothbrush_1.jpg",
            "toothbrush_2.jpg"
        ]
    },
    {

        "name": "Sensory Pop Fidget Toy for Autism ADHD ADD to Relieve Stress",
        "price": 13.99,
        "description": "<h3>iTechjoy Pop Fidget Toys It 3 Pack for Kids and Adults</h3><p>Unique pop bubble shapes of Ice Cream & Strawberry & Pineapple fidget toys will cool your summer! These bubble push toy have bright colors and crisp pop- pop sounds, it will be surely hooked by kids and adults..</p><h3>Popping with your friends, classmates, workmates, kids or parents, improves relationships and increases intimacy.</h3><p>Establish good oral hygiene with baby and have fun doing it! The  Infant-to-Toddler Toothbrush is made of a durable yet soft material  that’s gentle on sensitive mouths.</p><ul><li>he pop fidget pack can help relieve stress and anxiety, restore your mood, and produce happiness.</li><li>The pop bubble fidget toy is made of high-quality silicone material</li><li>BPA free</li><li>3-101 years!</li></ul>",
        "pictures": [
            "pop_it.jpg",
            "pop_it1.jpg",
            "pop_it2.jpg",
            "pop_it3.jpg"
        ]
    }
 ]